{
  "mission": "Mengembangkan potensi mahasiswa Farmasi melalui kegiatan akademik, pengabdian masyarakat, dan peningkatan soft skills untuk menjadi farmasis profesional yang berintegritas dan berkontribusi bagi kesehatan masyarakat.",
  "vision": "Menjadi organisasi mahasiswa Farmasi yang unggul, inovatif, dan terdepan dalam pengembangan kompetensi akademik dan non-akademik mahasiswa Farmasi di tingkat regional dan nasional.",
  "story": "Himpunan Mahasiswa Jurusan Farmasi (HMJF) UIN Alauddin Makassar adalah organisasi intra kampus yang mewadahi seluruh mahasiswa Jurusan Farmasi. Didirikan dengan semangat pengabdian dan pengembangan ilmu kefarmasian, HMJF telah menjadi rumah kedua bagi mahasiswa untuk mengembangkan potensi akademik dan non-akademik. Melalui berbagai program kerja yang terstruktur, kami berkomitmen untuk melahirkan farmasis muda yang profesional, berintegritas, dan siap berkontribusi untuk kesehatan masyarakat.",
  "values": [
    {
      "title": "Akademik",
      "description": "Mendorong keunggulan akademik melalui kajian ilmiah, seminar, dan workshop kefarmasian"
    },
    {
      "title": "Kepemimpinan",
      "description": "Membentuk jiwa kepemimpinan yang amanah, profesional, dan bertanggung jawab"
    },
    {
      "title": "Pengabdian",
      "description": "Berkontribusi aktif dalam kegiatan sosial dan kesehatan masyarakat"
    },
    {
      "title": "Profesionalisme",
      "description": "Mempersiapkan mahasiswa menjadi farmasis yang kompeten dan berintegritas"
    }
  ],
  "timeline": [
    {
      "year": "2015",
      "title": "Pendirian HMJF",
      "description": "Resmi berdiri sebagai wadah mahasiswa Farmasi UIN Alauddin Makassar"
    },
    {
      "year": "2017",
      "title": "Pharmacy Camp Pertama",
      "description": "Menyelenggarakan Pharmacy Camp sebagai program unggulan pengembangan soft skills"
    },
    {
      "year": "2019",
      "title": "Kolaborasi Nasional",
      "description": "Menjalin kerjasama dengan berbagai organisasi farmasi tingkat nasional"
    },
    {
      "year": "2021",
      "title": "Digitalisasi Program",
      "description": "Adaptasi digital dalam kegiatan organisasi dan pelayanan anggota"
    },
    {
      "year": "2023",
      "title": "Prestasi Nasional",
      "description": "Meraih penghargaan sebagai HMJ Farmasi terbaik di berbagai kompetisi"
    }
  ],
  "team": [],
  "affiliations": [
    {
      "name": "ISMAFARSI",
      "type": "National Organization",
      "description": "Ikatan Senat Mahasiswa Farmasi Seluruh Indonesia - organisasi payung mahasiswa farmasi tingkat nasional",
      "logo": "/images/affiliations/ismafarsi.png"
    },
    {
      "name": "IAI Sulawesi Selatan",
      "type": "Professional Association",
      "description": "Ikatan Apoteker Indonesia cabang Sulawesi Selatan sebagai mitra pembinaan profesionalisme",
      "logo": "/images/affiliations/iai.png"
    },
    {
      "name": "Dinas Kesehatan Sulsel",
      "type": "Government",
      "description": "Kerjasama dalam program kesehatan masyarakat dan pengabdian sosial",
      "logo": "/images/affiliations/dinkes.png"
    }
  ],
  "certifications": [
    {
      "name": "HMJ Farmasi Terbaik Regional",
      "year": "2023",
      "image": "/images/certifications/best-hmj.jpg"
    },
    {
      "name": "Penghargaan Pengabdian Masyarakat",
      "year": "2024",
      "image": "/images/certifications/community-service.jpg"
    }
  ],
  "statistics": {
    "landArea": "200+ Anggota",
    "productTypes": "50+ Event/Tahun",
    "visitorsPerYear": "8 Divisi",
    "farmerPartners": "10 Tahun"
  }
}
